resume_data = {
    "name": "Шовгун Данил",
    "position": "Python Разработчик",
    "about": "Начинающий Python-разработчик, активно развивающийся в сфере веб-разработки. Имею опыт работы с Flask, Django, SQL, Git. Постоянно совершенствую свои навыки, проходя курсы на Stepik и Нетология, а также работаю над собственными pet-проектами. Ищу интересные задачи и возможности для профессионального роста в сфере веб-разработки.",
    "contacts": {
        "email": "shovgun.dan@gmail.com",
        "phone": "+7 (922) 286-93-34",
        "telegram" : "@enot_poloscyn",
        "github": "https://github.com/DanilShovgun",
        "replit": ""
    },
    "skills": {
        "Языки программирования": ["Python"],
        "Фреймворки": ["Flask", "Django"],
        "Базы данных": ["PosrgreSQL"],
        "Библиотеки": ["Pandas", "NumPy", "Matplotlib", "SQLAlchemy", "Requests", "TelegramBotAPI"],
        "Инструменты": ["Git"]
    },
    "experience": [
        {
            "company": "ООО 'Тайле Рус' г. Тюмень",
            "position": "Менеджер по работе с клиентами",
            "duration": "2021 – по настоящее время",
            "description": [
                "Проектная работа, логистика, работа с документами, работа с проектными и монтажными организациями.",
                "Успешно реализовал 3 тендерных проекта по поставке оборудования в Тюменской, Ростовской областях, ЯНАО и ХМАО.",
                "Согласование замены оборудования в спецификации с монтажной компанией",
                "Проект 2023: Центры цифрового образования IT-куб в Ростовской области.",
                "Проект 2024: Модернизация СКС в банке ВТБ в Омске.",
                "Проект: ЖК 'Машаров' в Тюмени."
            ]
        }
    ],
    "education": [
        {
            "university": "Гимназия № 1 г. Ноябрьск",
            "degree": "Среднее общее образование",
            "duration": "2018"
        },
        {
            "university": "Нетология",
            "degree": "Python-разработчик с нуля",
            "duration": "11.2022 – настоящее время",
            "description": "Изучение основ Python, работа с базами данных, Git, веб-разработка с Flask и Django."
        }
    ]
}
